Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: A nie czasem po to, by wyeliminować Volkera z gry? Poprzednio wam nie wyszło, co?
uk: А часом не для того, щоб вивести Волкера з гри? Минулого разу вам це не вдалося, чи не так?

source: A nie najgorzej, ale też nie najlepiej.
uk: Не найгірша ситуація, але й не найкраща.

source: A nie najgorzej.
uk: Не так і погано.

source: A nie pomyślałeś o tym, że Viktor jest twoją drogą ucieczki?
uk: А ти не думав про те, що Віктор може стати вирішенням твоєї проблеми?

source: A nie usłyszałeś, że właśnie dokładnie o to samo zapytałem moich towarzyszy?
uk: Хіба ти не чув? Я запитав те ж саме у моїх товаришів.

source: A nie widać?
uk: Хіба не видно?

source: A nie wiesz przypadkiem gdzie można znaleźć jakieś zajęcie? Zależy mi na jak najszybszym znalezieniu pracy.
uk: А ти випадково не знаєш, де можна знайти якусь працю? Я дуже хочу якомога швидше знайти роботу.

source: A nie... czekaj no... Był tu taki jeden ostatnio ze straży.
uk: А ні... зачекай хвилинку... Був тут недавно один з вартових.

source: A niech mnie! Znalazłeś Bruce'a!
uk: Хай мені грець! Ти знайшов Брюса!

source: A niech mnie, a już szykowałem skargę na Araxos.
uk: Щоб мені провалитись, а я вже готував скаргу в Араксос.

source: A niech to Beliar!
uk: Та щоб тебе Беліар взяв!

source: A niech to!
uk: До біса!

source: A niech to! Trzeba wiać!
uk: До біса! Треба звалювати!

source: A niech to! Zapomniałem! Dlaczego mnie niepokoisz?
uk: Трясця! Я забув! Нащо ти мене відволік?

source: A niechże ją Beliar pochłonie!
uk: Нехай Беліар пожере її!

source: A niestety, ma dziesiątki ochroniarzy i jeszcze więcej ludzi, którzy za parę złotych monet wyśpiewają mu wszystko, co wiedzą.
uk: Але, на жаль, у нього є десятки охоронців і ще більше людей, які за кілька золотих монет розкажуть йому все, що знають.

source: A niezadowolony pracownik to taki, którego praca idzie na marne, albo który musi się użerać z problemami nie ze swojej działki.
uk: А незадоволений працівник – це той, чия праця йде нанівець, або той, хто змушений виконувати не свої обов'язки.

source: A no dobrze, no to chyba wszystko. Masz może jeszcze jakieś pytania?
uk: Ну, що ж, думаю, це все. Маєш ще якісь запитання?

source: A no i jeszcze jedno! Pod żadnym pozorem nie odmieniaj się wewnątrz jaskini! Rozerwą cię tam na kawałki w ciągu kilku chwil.
uk: І ще одне! Ні в якому разі не перетворюйся всередині печери! Вони там за мить розірвуть тебе на шматки.

source: A no mieszkam! Dlatego pytam.
uk: Так, мешкаю! Тому і питаю.

source: A no tak, masz rację, już wybaczam twoje działanie.
uk: Так, ти маєш рацію, я вже пробачила твій вчинок.

source: A no widzisz, jaki ten świat mały!
uk: Що ж, бачиш, наскільки тісний світ!

source: A nuż znajdziesz kogoś, kto je rozprowadza.
uk: Можливо, знайдеш когось, хто їх розповсюджує.

source: A o co chodzi?
uk: А в чому справа?

source: A o jakiej robocie mówimy?
uk: А про яку роботу йде мова?

source: A o to, że Król ma nas w głębokim poważaniu! Podatki, jakie nakłada na to miasto, to prawdziwe zdzierstwo!
uk: У тому, що Король нас глибоко зневажає! Податки, якими він обкладає місто – це справжній грабунок!

source: A o tym, kto obwiesiem nie jest - decyduję ja!
uk: А хто не є таким гульвісою – вирішую я!

source: A od kiedy Lorenzo kieruje działaniami Gildii?
uk: А відколи Лоренцо керує діяльністю Гільдії?

source: A od kiedy publiczne grożenie śmiercią nie jest wystarczającym dowodem?!
uk: А відколи публічна погроза вбивством не є достатнім доказом?!

source: A od kiedy to rybacy wypływają tak daleko w morze?
uk: А з яких це пір рибалки заходять так далеко в море?

source: A odkładaliśmy je bardzo długo by tu przyjść!
uk: І ми так довго відкладали, щоб прийти сюди!

source: A oni... cóż, czekali tylko na takie posunięcie. Oflankowali nas i nim się obejrzałem, połowa naszych sił leżała na dnie morza.
uk: А вони... ну, вони просто чекали на такий хід. Вони обійшли нас з флангу, і я не встиг озирнутися, як половина наших сил опинилася на дні моря.

source: A oni... dopiero się przekonają.
uk: А вони... скоро про це дізнаються.

source: A oprócz nas?
uk: А хтось крім нас?

source: A orków niech szlag trafi!
uk: А орки щоб повиздихували!

source: A ostatni... powiedzmy, że slumsy bywają niebezpieczne, gdy nie płaci się myta...
uk: А останній... скажімо так, нетрі бувають небезпечними, якщо не платити за захист...

source: A oto nasz nowy mistrz areny! Trzymaj, to mały upominek na znak szacunku.
uk: А ось і наш новий чемпіон арени! Тримай, це невеличкий подарунок на знак поваги.

source: A oto obiecane złoto.
uk: А ось обіцяне золото.

source: A oto potężni i mądrzy Magowie Ognia! Ci, którzy swą cnotliwością i wiedzą mają nas zawstydzać!
uk: І тут з'являються могутні і мудрі Маги Вогню! Ті, хто своєю доброчесністю і знаннями могли б нас присоромити!

source: A pełzacze?
uk: А повзуни?

source: A piwka każdy ma prawo się napić. Dostarczam im na razie małe ilości, ale mam nadzieję, że Mroczny Paladyn ich zainteresuje. Warto spróbować.
uk: І кожен має право на кухоль пива. Поки що я постачаю їм невеликі партії, але сподіваюся, що Темний Паладин їх зацікавить. Варто спробувати.

source: A pić muszą, prawda? I to jest idealny moment, żeby wprowadzić na rynek nowy napój.
uk: Але ж їм треба щось пити, так? І це ідеальний час для запуску нового напою.

source: A po cholerę ci grot?
uk: А на біса тобі той наконечник?

source: A po co bym ją miał, gdybym nie potrafił? Pełniąc wartę przy tym lesie, wolę mieć coś, czym ustrzelę zagrożenie z daleka.
uk: А чого я б його носив, якби не вмів? Стоячи на варті біля лісу, краще мати щось, з чого можна вистрілити здалеку.

source: A po co ci oni?
uk: Нащо вони тобі?

source: A po co dowódca wysłał cię taki szmat drogi od domu?
uk: А чому командир відправив тебе так далеко від дому?

source: A po co komu tytoń w kopalni? Pierwsze słyszę.
uk: А навіщо комусь тютюн в копальні? Вперше про це чую.

source: A po co kucharz idzie do kuchni? Chłopcze, jestem kupcem, a Archolos to prawdziwy raj dla handlarzy różnej maści!
uk: А навіщо кухар йде на кухню? Хлопче, я торговець, а Архолос – це справжній рай для торговців усіх мастей!

source: A po co mam ci o tym opowiadać? Nie lubię marnować czasu na głupoty. Chociaż, gdybyś poratował paroma sztukami złota, to może zmienię zdanie...
uk: А навіщо мені про це розповідати? Не люблю витрачати час на дурниці. Хоча, якщо допоможеш кількома золотими, можливо, я передумаю...

source: A po co mam sobie dokładać roboty? Zresztą, im mniej obcych, tym lepiej dla nas.
uk: А чому я маю перейматися цим? До того ж, чим менше чужинців, тим краще для нас.

source: A po co mamy okazywać gościnność, skoro wszyscy zabierają nam robotę!?
uk: А чому ми повинні проявляти гостинність, коли забирають наші робочі місця?!

source: A po co takiemu kowalowi jak ty taka książka?
uk: А навіщо такому ковалю, як ти, ця книга?

source: A po co takiemu kowalowi jak ty taka książka? Pewnie potrafisz wykonywać równie dobry albo i lepszy sprzęt, niż ten, który ona opisuje.
uk: І навіщо такому ковалю, як ти, така книга? Ти, напевно, можеш зробити не гірше спорядження, або навіть краще, ніж те, що в ній описано.

source: A po kiego ci moja łopata?
uk: Навіщо тобі моя лопата?

source: A po trzecie, nie chcemy tu obcych.
uk: А по-третє, ми не хочемо, щоб тут були чужинці.

source: A podrabiasz?
uk: А ти підробляєш?

source: A pomożesz?
uk: А ти допоможеш?

source: A pomyśleć, że ot tak sobie wchodzili do wioski i podawali się za zwykłych łowców...
uk: Подумати тільки, вони просто зайшли в село і видали себе за звичайних мисливців...

source: A popełniłeś jakieś przestępstwo?
uk: Ти скоїв якийсь злочин?

source: A poszło o to, że chciał odebrać mi moją winnicę! Jestem pierworodny, więc to ja mam do niej prawa!
uk: Справа в тому, що він хотів забрати у мене мій виноградник! Я первісток, тому він належить мені!

source: A potrafisz polować?
uk: А ти вмієш полювати?

source: A powinienem słyszeć?
uk: А що я мав чути?

source: A poza tym, każdy wie, że cholernie łatwo jest ich przekupić. Gonzalo zwyczajnie nie chciał ryzykować dostania nożem pod żebro.
uk: А крім того, всі знають, що їх до біса легко підкупити. Гонсало просто не хотів ризикувати та отримати ножа під ребра.

source: A poza tym, to co możemy zrobić? Przecież tych zbroi nie zje rdza w jedną noc.
uk: І крім того, що ми можемо зробити? Не можуть же ці обладунки заіржавіти за ніч.

source: A propos, widziałeś już moją harpię? Jest bardzo przyjazna, jeśli podejdziesz, nie powinna zacząć krzyczeć!
uk: До речі, ти вже бачив мою гарпію? Вона дуже доброзичлива, якщо підійти, вона навіть не буде кричати!

source: A przez moment myślałem, że jesteś na tyle głupi by wrócić do mnie bez moich pieniędzy.
uk: А я вже на мить подумав, що ти настільки дурний, що повернешся до мене без моїх грошей.

source: A przyjaciół?
uk: А приятелі?

source: A przynajmniej od czasu, kiedy dobry pan Ramsey dał mi prawo do zarządzania nią.
uk: Принаймні, з того часу, як добрий пан Рамзі дав мені право керувати ним.

source: A przynajmniej taką nazwę nadali mu historycy, sami nazywali siebie inaczej. Tutejsza ludność uwielbia historie o Volfzacku i jego synach, ale ile jest w nich prawdy? Pewnie niewiele.
uk: Принаймні так їх називають історики, самі вони називали себе інакше. Місцеві жителі люблять історії про Вольфзака та його синів, але скільки в них правди? Мабуть, небагато.

source: A przyniosłeś pierścień?
uk: А перстень приніс?

source: A przypadkiem wszyscy strażnicy nie powinni mieć takiego samego rodzaju broni?
uk: А хіба у всіх вартових не повинна бути однакова зброя?

source: A póki co rób tylko to, co ci zlecimy. Ot, taka mała rada.
uk: А поки що просто виконуй те, що тобі кажуть. Ось така невеличка порада.

source: A później miał miejsce ten wypadek no i...
uk: А потім стався той нещасний випадок і...

source: A później, kto wie, może wyruszę zobaczyć resztę królestwa.
uk: А потім, хто знає, може, вирушу в подорож, щоб побачити решту королівства.

source: A rozum o smoków i czarnoksiężników mąci głowę. Mawia, że to historię przyozdobi i podnietę u pospólstwa wywoła!
uk: А вигадки про драконів і магів - це просто якась нісенітниця. Вони повинні прикрасити історію і захопити простий люд?!

source: A rozumiem. Powiedz no, dlaczego miałbym z tobą współpracować? Znasz się na alchemii? Albo chociaż na roślinach?
uk: А, тепер зрозумів. Скажи мені, чому я повинен з тобою працювати? Ти знаєшся на алхімії? Або хоча б на рослинах?

source: A sam jestem nieco zagubiony... Ostatnie, co pamiętam, to picie wina z moim dobrym przyjacielem.
uk: І я сам трохи заплутався... Останнє, що я пам'ятаю, це як я пив вино з моїм добрим приятелем.

source: A skoro Albyn przysłał ciebie, to znaczy że nie muszę.
uk: Оскільки Альбін послав тебе, значить мені не доведеться шукати самому.

source: A skoro był chory, to może od dawna leży w jakimś rowie. Na twoim miejscu tam bym go poszukał!
uk: А якщо він був хворий, то, можливо, вже давно лежить у якійсь канаві. Я б на твоєму місці пошукав його там!

source: A skąd ci przyszło do głowy, że taki stary rybak jak ja mógłby mieć jakichkolwiek wrogów?
uk: А з чого ти взяв, що у такого старого рибалки, як я, можуть бути вороги?

source: A skąd mam o tym do cholery wiedzieć?
uk: Звідки, в біса, я маю про це знати?

source: A skąd mam to wiedzieć? Powiedziałem, że wyruszamy, ale oni postanowili siedzieć dalej na dupach.
uk: А мені звідки про це знати? Я сказав, що ми вирушаємо, але вони вирішили залишитись і сидіти далі.

source: A skąd mam wiedzieć? Była okazja to skorzystaliśmy.
uk: А мені звідки знати? Була можливість, і ми нею скористалися.

source: A skąd mam wiedzieć? Gdy opuszczaliśmy jaskinię, jeszcze żyli. Pewnie jakieś zwierzęta ich dopadły.
uk: Звідки мені знати? Вони були ще живі, коли ми вийшли з печери. Напевно, їх загризли якісь звірі.

source: A skąd mam wiedzieć? Nie wiem, co może siedzieć w tych pustych głowach.
uk: А я звідки знаю? Я не знаю, що могло засісти в їхніх пустих головах.

source: A skąd miałabym o tym niby wiedzieć?
uk: А звідки я мала б про це знати?

source: A skąd mógłbym wiedzieć?! Przecież nigdy nie miał w rękach tych pieniędzy.
uk: А мені звідки знати?! Адже я навіть не тримав в руках тих грошей.

source: A skąd pewność, że ją posiadam?
uk: А чому ти такий впевнений, що вона у мене?

source: A skąd pomysł, że chce mi się szkolić takiego wypierdka jak ty?
uk: А з чого ти взяв, що я захочу тренувати такого недоумка, як ти?

source: A skąd pomysł, że nie są wytwarzane przez rzemieślników?
uk: А звідки така думка, що їх роблять не ремісники?

source: A smakuje jeszcze lepiej.
uk: А на смак ще краще.

source: A spieprzaj mi z magami! Parszywcy łamiący prawa natury, ot co! Jak tylko jakiegoś widzę, to już mnie wszędzie kila!
uk: На біса мені здались ці маги! Покидьки, які порушують закони природи, ось вони хто! Як тільки бачу когось з них, хочеться йому врізати!

source: A sprawdzam sobie, co się tutaj dzieje.
uk: Просто слідкую за тим, що тут відбувається.

source: A spójrzcie teraz na niego, kowal pełną gębą! I tak będziesz mógł się od dzisiaj tytułować, mistrz kowalstwa.
uk: І подивіться на нього зараз, повноцінний коваль! І саме так відтепер ти зможеш називати себе – майстер-коваль.

source: A szukałeś pozostałości po towarze? Może udałoby ci się coś jeszcze uratować!
uk: А ти шукав залишки товарів? Можливо, тобі вдалося б щось врятувати!

source: A ta druga zasada?
uk: А друге правило?

source: A ta sprawa z owcami też niezbyt dobrze wpłynęła na twoją reputację.
uk: І історія з вівцями теж не дуже добре вплинула на твою репутацію.

source: A tak czy inaczej, posiadanie pierścienia Wodnego Kręgu mogło sprawić, że Lichwiarz zechciał go porwać i przesłuchać.
uk: Та й взагалі, наявність персня Кільця Води могла викликати у Лихваря бажання викрасти і допитати його.

source: A tak kwitnie, kwitnie. Widziałeś Lutza? Mam dla niego parę rzeczy do roboty.
uk: Розквітає, розквітає. Ти бачив Люца? Я маю для нього кілька завдань.

source: A tak między nami, handluję też zwojami przywołania... Jeśli jesteś zainteresowany, to zapraszam.
uk: І так, між нами, я також торгую сувоями виклику... Якщо цікаво, то звертайся.

source: A tak mniej więcej, kiedy to mogło być?
uk: А коли приблизно це було?

source: A tak po prawdzie to TY będziesz musiał się tym zająć.
uk: Насправді, це ТОБІ доведеться з цим розбиратися.

source: A tak poza konkursem, znam się też na łowiectwie. Uczenie innych w tym zakresie nie należy do moich obowiązków, więc musiałbyś wyłożyć trochę złota, ale na pewno się dogadamy.
uk: І, між іншим, я також знаюся на полюванні. В мої обов'язки не входить навчати цьому інших. Тож тобі доведеться викласти трохи золота, але я впевнений, що ми з тобою порозуміємося.

source: A tak poza tym! Czy nam się gdzieś śpieszy? Zwodujemy statek to zwodujemy. Jak nie zwodujemy, to nie zwodujemy!
uk: До речі! Ми що, кудись поспішаємо? Якщо збудуємо корабель, то збудуємо. Якщо не збудуємо, то не збудуємо!

source: A tak pozwolił 'tylko' na upadek renomy straży miejskiej i wysyp oprychów w mundurach.
uk: А так він дозволив 'лише' падіння репутації Міської Варти та появу бандитів у формі.

source: A tak się rozglądam. A ty, czego tu pilnujesz?
uk: Я просто роздивляюсь довкола. А ти щось тут охороняєш?

source: A tak w ogóle, mały, co było na statku, to było na statku. Ważne jest to, co się dzieje teraz.
uk: Та й взагалі, що було на кораблі, залишилося на кораблі. Важливо те, що відбувається зараз.

source: A tak w ogóle, to co cię do nas sprowadza Marvin?
uk: До речі, що привело тебе до нас, Марвіне?

source: A tak w ogóle, to komu się zwierzam?
uk: До речі, кому я це розповідаю?

source: A tak w ogóle, to naprawdę pojętny uczeń z ciebie. Ktoś o takich umiejętnościach powinien mieć dobry sprzęt.
uk: І, до речі, ти дуже здібний учень. Людина з такими здібностями повинна мати хороше спорядження.

source: A tak w ogóle, to po co przyszedłeś?
uk: До речі, чому ти сюди прийшов?

source: A tak w ogóle, to w całej sprawie chodziło o obóz tych tam, brudasów?
uk: І, до речі, це все через табір ось тих голодранців?

source: A tak właściwie, to co dokładnie robisz?
uk: А що саме ти робиш?

source: A tak! Szczęście w nieszczęściu. Statek rozwalili orkowie. Mówię ci! Wyłonili się jak jakieś widmo.
uk: А, так! Нам пощастило. Корабель затопили орки. Кажу тобі! Вони з'явилися нізвідки, як якісь привиди.

source: A tak! Wszystko przygotowałem, trzymaj.
uk: А так! Я все підготував, тримай.

source: A tak, jak sam pewnie zauważyłeś, życie w mieście jest dość drogie i będę potrzebował trochę złota.
uk: Так, як ти, мабуть, і сам помітив, жити в місті досить дорого, і мені знадобиться трохи золота.

source: A tak, oczywiście. Za mną.
uk: А так, звісно. За мною.

source: A tak, r-racja. P-proszę, to wszystko co mam.
uk: А так, з-з-звісно. Ось, т-т-тримай, це все, що в мене є.

source: A tak, słyszałem.
uk: А, так, я чув.

source: A tak, znam gościa. Zawsze jak popije to próbuje tej samej sztuczki. Przepędziłeś go?
uk: О, так, я знаю цього хлопця. Кожного разу, як вип'є, повторює один і той самий трюк. Ти його прогнав?

source: A tak. Nieprzyjemna sprawa. No, ale ten kretyn wydał rozkaz, to zrobiłem co mi kazano.
uk: А, так. Неприємна справа. Але ж цей кретин віддав наказ, тож я зробив те, що мені було наказано.

source: A taką, z haczykami, dałbyś radę?
uk: А таку як ця, з гачками, зможеш полагодити?

source: A tam, gadanie! Zasłużyłeś na nagrodę, masz! Za dobrze wykonaną robotę należy się zapłata.
uk: Та годі бачок! Ти заслужив винагороду, ось! За добре виконану роботу тобі належить плата.

source: A te zaklęcia, o których mówił duch, to możesz sobie zatrzymać. Ja tam wolę dobry miecz.
uk: А ті заклинання, про які говорив дух, можеш залишити собі. Я віддаю перевагу хорошому мечу.

source: A tego nie jestem pewny. Lichwiarz porywał osoby, które w jakiś sposób mu zagrażały. Nie wiesz, czy twój brat mógł mieć z nim coś wspólnego?
uk: А в цьому я не впевнений. Лихвар викрадав людей, які йому чимось загрожували. Не знаєш, твій брат міг мати з ним щось спільне?

source: A tego! Rzeczywiście go nie widziałem od dłuższej chwili. Może w końcu wziął się do roboty, a nie tylko mlaskał tym jęzorem z każdym nowym.
uk: А, того! Насправді я його вже давно не бачив. Можливо, він нарешті взявся за розум, замість того щоб просто молоти язиком з кожним зустрічним.

source: A ten się zorientował?
uk: А він здогадався?

source: A teraz biegnij po te formy, srebro i stal zaraz będą odpowiednio rozgrzane.
uk: А тепер біжи за формою, срібло і сталь скоро розігріються як слід.

source: A teraz bądźcie tak mili i nie przedłużajcie tego bardziej.
uk: А тепер будь такий ласкавий і не зволікай більше.

source: A teraz czas na ciebie. Od samego początku byłeś cicho...
uk: А тепер настала твоя черга. Ти мовчав від самого початку...

source: A teraz idź do Graysona i powiedz mu, jak sprawy się mają.
uk: А тепер йди до Грейсона і повідом йому про це.

source: A teraz idź i się tym zajmij tak, żeby nikt nie widział! I przypadkiem nie wygadaj nic Haroldowi!
uk: А тепер йди і зроби все так, щоб ніхто не бачив! І нічого не кажи Гарольду!

source: A teraz idź już stąd, bo mam sporo na głowie.
uk: А тепер забирайся звідси, бо в мене ще багато роботи.

source: A teraz idź stąd, bo mam sporo na głowie.
uk: А тепер забирайся звідси, бо в мене багато чого на думці.

source: A teraz jestem tu - na ulicy. Błagam każdego o jakąkolwiek pomoc!
uk: А зараз я тут – на вулиці. Благаю кожного про будь-яку допомогу!

source: A teraz konkret.
uk: Тепер про конкретику.

source: A teraz masz na sumieniu jeszcze dodatkowe grzechy!
uk: А тепер на твоїй совісті ще й додаткові гріхи!

source: A teraz mów: czego chcesz?
uk: А тепер скажи: чого ти хочеш?

source: A teraz odejdź. Muszę wracać do pracy.
uk: А тепер йди геть. Мені треба повертатися до праці.

source: A teraz opowiadaj, jak sytuacja w kopalni? Gdzie Jon?
uk: А тепер розкажи мені, яка ситуація в копальні? Де Йон?

source: A teraz pewien hojny kapitan zawdzięcza mi życie. Zastanawia mnie, jak mnie nagrodzi?
uk: І тепер один щедрий капітан зобов'язаний мені життям. Цікаво, як він мене винагородить?

source: A teraz poszedł mi stąd, mam robotę do wykonania.
uk: А тепер геть звідси, мені треба працювати.

source: A teraz posłuchaj, to potężni magowie i mędrcy. Większość z nich studiowała starożytne księgi jeszcze zanim twoi rodzice się poznali. Odzywaj się jedynie zapytany i okazuj magom należyty szacunek.
uk: А тепер послухай, це могутні маги і мудреці. Більшість з них вивчали стародавні книги ще до того, як зустрілися твої батьки. Говори тільки тоді, коли запитують, і виказуй магам належну шану.

source: A teraz powiedz, kto spiskował?
uk: А тепер скажи мені, хто у змові?

source: A teraz powiedz, w czym mogę ci pomóc? Sprzedaję pancerze, ale zajmuję się też ich ulepszaniem.
uk: А тепер скажи, чим я можу допомогти? Я продаю обладунки, а також займаюся їх покращенням.

source: A teraz przepraszam, mam inne sprawy na głowie.
uk: А тепер перепрошую, у мене є інші справи.

source: A teraz skończ mi przerywać, bo musimy zakończyć całą sprawę.
uk: А тепер припини перебивати мене, бо нам треба закінчити цю справу.

source: A teraz skończ swoje żarty i daj mi spokój.
uk: А тепер припини свої жарти і дай мені спокій.

source: A teraz spadaj, mam ciekawsze rzeczy do roboty, niż pogawędki z przybłędami.
uk: А тепер забирайся, у мене є цікавіші справи, ніж спілкуватися з приблудами.

source: A teraz spadaj, zanim się zdenerwuję.
uk: А тепер йди геть, поки я не розсердився.

source: A teraz spadaj, zanim zmienię zdanie.
uk: А тепер забирайся, поки я не передумала.

source: A teraz spadaj. Gdyby ktoś pytał, to się nie znamy, nigdy się nie widzieliśmy i tak dalej.
uk: А тепер забирайся геть. Якщо хтось запитає, ми не знаємо один одного, ніколи не бачилися і так далі.

source: A teraz spieprzaj stąd!
uk: А тепер забирайся звідси!

source: A teraz uciekaj, mam jeszcze dzisiaj parę spraw do załatwienia.
uk: А тепер йди звідси, у мене ще є справи на сьогодні.

source: A teraz uciekaj... mam wiele pracy. Kula armatnia... Hmmmm...
uk: А тепер забирайся... У мене багато роботи. Гарматні ядра... Хмммм...

source: A teraz w sprawie nagrody...
uk: А тепер про винагороду...

source: A teraz wracajcie do swoich obowiązków.
uk: А тепер повертайтесь до своїх обов'язків.

source: A teraz wybacz, ale czeka mnie mnóstwo pracy.
uk: А тепер перепрошую, на мене чекає багато роботи.

source: A teraz wybacz, ale jestem zajęty. Nie chcę, żeby Helmud zobaczył, że się obijam.
uk: А тепер вибач, я зайнятий. Не хочу, щоб Хельмуд побачив, що я байдикую.

source: A teraz wybacz, ale muszę odpocząć.
uk: А тепер вибачай, мені потрібно відпочити.

source: A teraz wybacz, ale muszę wracać do pracy.
uk: А тепер вибач, мені треба повертатися до роботи.

source: A teraz wybacz, ale obowiązki wzywają.
uk: А зараз прошу вибачити, обов'язки кличуть.

source: A teraz wybacz, ale... mam sporo pracy na głowie.
uk: А тепер вибач... я маю багато роботи.

source: A teraz wynocha stąd! Jego Ekscelencja powierzył mi niezwykle ważne zadanie.
uk: А тепер забирайтеся звідси! Його Світлість доручив мені надзвичайно важливе завдання.

source: A teraz wynocha stąd.
uk: А тепер забирайся звідси.

source: A teraz wynoś się!
uk: А тепер забирайся геть!

source: A teraz z łaski swojej... zostaw mnie w spokoju z moją pannicą butelką.
uk: А тепер, будь ласка... залиш мене наодинці з моєю дівулею пляшкою.

source: A teraz zabieraj się stąd!
uk: А тепер забирайся звідси!

source: A teraz zejdź mi z oczu.
uk: А тепер забирайся з моїх очей.

source: A teraz zjeżdżaj i przestań mi zawracać głowę swoimi lamentami.
uk: А тепер забирайся і перестань набридати мені своїм голосінням.

source: A teraz zjeżdżaj, jestem zajęty.
uk: А тепер відчепися, я зайнятий.

source: A teraz zjeżdżaj.
uk: А тепер забирайся звідси.
